["If money doesn't grow on trees, then why do banks have branches?\n", "What's one food you can't live without?\n", "How fast do hotcakes sell?\n", "What's your funniest moment in life?\n", "When were you most embarrassed?\n", "What superpower would you have if you could choose?\n", "What animated character would you date if you had to choose?\n", "If you could trade places with anyone, who would it be?\n", "Do you like grocery shopping?\n", "If Cinderella's shoe fit perfectly, why did it fall off?\n", "If we shouldn't eat at night, why is there a light in the fridge?\n", "Have you ever sent a text to the wrong person?\n", "What's the weirdest thing you've ever dreamed?\n", "Who was your first celebrity crush?\n", "What are you embarrassed to admit you're afraid of?\n", "What is your favorite random food combination?\n", "Have you ever pulled any good pranks?\n", "If you could be a cartoon, which would you be?\n", "What is your spirit animal?\n", "What is your go-to karaoke song?\n", "What would your DJ name be?\n", "What's the worst joke you've ever heard?\n", "What's one thing you'd never step foot outside wearing?\n", "Have you ever drunk texted someone?\n", "What's your favorite website?\n", "Which celebrity do you wish was your BFF?\n", "Will you call me after this date?\n", "Is cereal soup? Why or why not?\n", "What is the sexiest and least sexy name?\n", "What secret conspiracy would you like to start?\n", "What’s invisible but you wish people could see?\n", "What’s the weirdest smell you have ever smelled?\n", "Is a hotdog a sandwich? Why or why not?\n", "What’s the best Wi-Fi name you’ve seen?\n", "What’s the most ridiculous fact you know?\n", "What is something that everyone looks stupid doing?\n", "What is the funniest joke you know by heart?\n", "In 40 years, what will people be nostalgic for?\n", "What are the unwritten rules of where you work?\n", "How do you feel about putting pineapple on pizza?\n", "What part of a kid’s movie completely scarred you?\n", "What kind of secret society would you like to start?\n", "If animals could talk, which would be the rudest?\n", "Toilet paper, over or under?\n", "What’s the best type of cheese?\n", "Where is the strangest place you’ve urinated or defecated?\n", "What’s the best inside joke you’ve been a part of?\n", "In one sentence, how would you sum up the internet?\n", "How many chickens would it take to kill an elephant?\n", "What is the most embarrassing thing you have ever worn?\n", "What’s the most imaginative insult you can come up with?\n", "Which body part do you wish you could detach and why?\n", "What used to be considered trashy but now is very classy?\n", "What’s the weirdest thing a guest has done at your house?\n", "What mythical creature would improve the world most if it existed?\n", "What inanimate object do you wish you could eliminate from existence?\n", "What is the weirdest thing you have seen in someone else’s home?\n", "What would be the absolute worst name you could give your child?\n", "What would be the worst thing for the government to make illegal?\n", "What are some of the nicknames you have for customers or coworkers?\n", "If peanut butter wasn’t called peanut butter, what would it be called?\n", "What movie would be greatly improved if it was made into a musical?\n", "If animals could talk, which would be the rudest?\n", "Is cereal soup?\n", "How many chickens would it take to kill an elephant?\n", "What sport would be the funniest to add a mandatory amount of alcohol to?\n", "If animals could talk, which would be the rudest?\n", "Would you rather have no nose, or no arms?\n", "How many chickens would it take to kill an elephant?\n", "What sport would be the funniest to add a mandatory amount of alcohol to?\n", "What is your spirit animal?\n", "Which sport do you think they'll invent next?\n", "Do you think cavemen had nightmares about cavewomen?\n", "Who would win in a fight between Superman and Batman?\n", "What animal is the biggest party animal?\n", "If animals could talk, which would be the most boring?\n", "What would be your weapon of choice in a zombie apocalypse?\n", "Where did the name Pina Colada come from?\n", "If animals could talk, which would be the smartest?\n", "Which would you prefer to have as your room-mate? A goat or a bird?\n", "If you were an artist, what would you paint on your first day?\n", "If you could be a fly on the wall, who would you want to listen in on?\n", "If you could be in any movie, what would it be?\n", "If you were a fruit, what fruit would you be?\n", "What is the worst/most annoying catchphrase?\n", "What is the worst song ever?\n", "What would you rather: Have no nose, but have really good smelling fingers? Or be blind but have a really nice smile?\n", "What is the most boring sport?\n", "Which musician do you think would make the best teacher?\n", "What instrument do you think is the most annoying?\n", "If you could be a fictional character, who would you be?\n", "What is the most annoying color?\n", "What Disney princess would make the best spy?\n", "What superhero/villain would make the best therapist?\n", "What fictional character do you think you are most like?\n", "What's the most useless word?\n", "What sound would be the scariest if you could hear it?\n", "What is the coolest sound?\n", "What would you rather have; an arm that regenerates every month, or legs that grows back in every month?\n", "What body part would you like to add?\n", "What body part would you like to remove?\n", "What was your favorite TV show growing up?\n", "What is the most useful invention of all time?\n", "What song would you play if you were at a party?\n", "What's the weirdest thing you've ever eaten?\n", "What's your favorite fruit?\n", "Who was the worst teacher you've ever had?\n", "Who's the most interesting person you've ever met?\n", "Who's your favorite superhero?\n", "What is your favorite holiday?\n", "What do you do on your spare time?"]